tap "felixkratz/formulae"
tap "jandedobbeleer/oh-my-posh"
tap "microsoft/mssql-release"
tap "nikitabobko/tap"
tap "opencode-ai/tap"
brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "go"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "ruby"
brew "sesh"
brew "snyk-cli"
brew "stow"
brew "tmux"
brew "tree"
brew "uv"
brew "watchman"
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools"
brew "microsoft/mssql-release/mssql-tools18", link: false
cask "aerospace"
cask "block-goose"
cask "brave-browser"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-zed-mono-nerd-font"
cask "insomnia"
cask "karabiner-elements"
cask "kitty"
cask "leader-key"
cask "raycast"
cask "shortcat"
cask "warp"
cask "zulu@17"
